Repository: skampshoff-smartling/GitHubConnectorPullRequest
Catalog: EAC-1.1.xcstrings
Source language: en
Languages: de_de, es_419, es_es, fr_fr, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_hans, zh_hant_tw

# shareDetailsAvailableToSell
source: Available to Sell
de_de: Zum Verkaufen verfügbar
es_419: Disponibles para vender
es_es: Disponibles para vender
fr_fr: Cessibles
it_it: Disponibile per la vendita
ja_jp: 売却可能
ko_kr: 매도 가능
ms_my: Tersedia untuk Dijual
pt_br: Disponível para venda
ru_ru: Доступно к продаже
th_th: มีพร้อมสำหรับขาย
vi_vn: Có sẵn để bán
zh_hans: 可供 卖出
zh_hant_tw: 可供 賣出

# shareDetailsAvailableToSellHeader
source: Available to Sell
de_de: Zum Verkaufen verfügbar
es_419: Disponibles para vender
es_es: Disponibles para vender
fr_fr: Cessibles
it_it: Disponibile per la vendita
ja_jp: 売却可能
ko_kr: 매도 가능
ms_my: Tersedia untuk Dijual
pt_br: Disponível para venda
ru_ru: Доступно к продаже
th_th: มีพร้อมสำหรับขาย
vi_vn: Có sẵn để bán
zh_hans: 可供卖出
zh_hant_tw: 可供賣出

# shareDetailsAwardID
source: Award ID
de_de: Vergabenummer
es_419: ID de compensación
es_es: ID de la retribución
fr_fr: Identifiant d'attribution
it_it: ID conferimento
ja_jp: 報奨番号
ko_kr: 보너스 ID
ms_my: ID Ganjaran
pt_br: ID do prêmio
ru_ru: ID компенсации
th_th: รหัสรางวัล
vi_vn: ID phần thưởng
zh_hans: 奖励 ID
zh_hant_tw: 獎勵 ID

# shareDetailsBackButton
source: Share
de_de: Teilen
es_419: Acción
es_es: Acción
fr_fr: Action
it_it: Azione
ja_jp: 株式
ko_kr: 주식
ms_my: Kongsi
pt_br: Divulgar
ru_ru: Акция
th_th: หุ้น
vi_vn: Chia sẻ
zh_hans: 股份
zh_hant_tw: 股份

# shareDetailsCloseButton
source: Close
de_de: Schließen
es_419: Cerrar
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
ms_my: Tutup
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
vi_vn: Đóng
zh_hans: 关闭
zh_hant_tw: 關閉

# shareDetailsCompanyMessagesHeader
source: Company Messages
de_de: Unternehmensmeldungen
es_419: Mensajes de la empresa
es_es: Mensajes de la empresa
fr_fr: Messages de l'entreprise
it_it: Messaggi della società
ja_jp: 会社メッセージ
ko_kr: 회사 메시지
ms_my: Mesej Syarikat
pt_br: Mensagens da empresa
ru_ru: Сообщения компании
th_th: ข้อความจากบริษัท
vi_vn: Thông điệp công ty
zh_hans: 公司讯息
zh_hant_tw: 公司訊息

# shareDetailsDateAcquired
source: Date Acquired
de_de: Erwerbsdatum
es_419: Fecha de adquisición
es_es: Fecha de adquisición
fr_fr: Date d'acquisition
it_it: Data di acquisizione
ja_jp: 取得日
ko_kr: 취득 날짜
ms_my: Tarikh Diperolehi
pt_br: Data da aquisição
ru_ru: Дата приобретения
th_th: วันที่ได้มา
vi_vn: Ngày đã mua
zh_hans: 收购 日期
zh_hant_tw: 收購 日期

# shareDetailsDateHoldingPeriodMet
source: Date Holding Period Met
de_de: Datum der Erfüllung der Haltedauer
es_419: Fecha en que se cumplió el periodo de retención
es_es: Fecha final del periodo de tenencia
fr_fr: Délai de détention expiré
it_it: Data raggiungimento periodo di detenzione
ja_jp: 保有期間満了日
ko_kr: 보유 기간 충족일
ms_my: Tarikh Tempoh Pegangan Dipenuhi
pt_br: Data do período de retenção cumprido
ru_ru: Дата снятия ограничений
th_th: วันที่ครบกำหนดถือครอง
vi_vn: Ngày đáp ứng thời gian nắm giữ
zh_hans: 持有期满足日期
zh_hant_tw: 持有期滿足日期

# shareDetailsDateHoldingPeriodsMetHeader
source: Date Holding Period Met
de_de: Datum der Erfüllung der Haltedauer
es_419: Fecha en que se cumplieron los periodos de tenencia
es_es: Fecha final de los periodos de tenencia
fr_fr: Date de respect des périodes de détention
it_it: Data raggiungimento periodi di detenzione
ja_jp: 保有期間満了日
ko_kr: 보유 기간 충족일
ms_my: Tarikh Tempoh Pegangan Dipenuhi
pt_br: Data do período de retenção cumprido
ru_ru: Дата снятия ограничений
th_th: วันที่ครบกำหนดระยะเวลาถือครอง
vi_vn: Ngày đáp ứng thời gian nắm giữ
zh_hans: 持有期满足日期
zh_hant_tw: 持有期滿足日期

# shareDetailsDepositDate
source: Deposit Date
de_de: Hinterlegungsdatum
es_419: Fecha de depósito
es_es: Fecha de depósito
fr_fr: Date de dépôt
it_it: Data di deposito
ja_jp: 預託日
ko_kr: 입금 날짜
ms_my: Tarikh Deposit
pt_br: Data do depósito
ru_ru: Дата внесения депозита
th_th: วันที่ฝากเงิน
vi_vn: Ngày nộp tiền
zh_hans: 存入日期
zh_hant_tw: 存入日期

# shareDetailsESPPDetailsFormat
source: %@ ESPP Details
de_de: %1$@ ESPP-Details
es_419: %1$@ Detalles del ESPP
es_es: %1$@ Detalles del ESPP
fr_fr: Détails de l'ESPP %1$@
it_it: %1$@ Dettagli ESPP
ja_jp: %1$@ ESPPの詳細
ko_kr: %1$@ ESPP 세부사항
ms_my: %1$@ Butiran ESPP
pt_br: Informações do ESPP %1$@
ru_ru: Сведения о ESPP %1$@
th_th: %1$@ รายละเอียด ESPP
vi_vn: %1$@ Chi tiết ESPP
zh_hans: %1$@ 员工股票购买计划详情
zh_hant_tw: %1$@ 員工股票購買計劃詳情

# shareDetailsESPPFootnoteOne
source: 1. Shares that have not met holding requirements may be subject to restrictions based on Plan provisions and/or treated as a disqualified disposition if sold pursuant to Section 423(b) of the U.S. Internal Revenue Code. The holding period requirement only applies for U.S. tax filers.
de_de: Aktien, die die Halteanforderungen nicht erfüllt haben, unterliegen möglicherweise Beschränkungen auf Grundlage der Planbestimmungen und/oder werden als nicht zulässige Veräußerung behandelt, wenn sie gemäß Abschnitt 423(b) des US-amerikanischen Internal Revenue Code verkauft werden. Die Haltefristanforderung gilt nur für US-Steuerzahler.
es_419: 1. Las acciones que no cumplan con los requisitos de tenencia pueden estar sujetas a restricciones basadas en las disposiciones del Plan o tratarse como enajenación descalificada si se venden, de conformidad con la sección 423.b del Código de Impuestos Internos de Estados Unidos. El requisito del período de tenencia solo se aplica a los contribuyentes estadounidenses.
es_es: 1. Las acciones que no cumplan los requisitos de tenencia pueden estar sujetas a restricciones basadas en las disposiciones del Plan o tratarse como enajenación descalificada si se venden, de conformidad con la sección 423.b del Código de Impuestos Internos de Estados Unidos. El requisito del período de tenencia solo se aplica a los contribuyentes estadounidenses.
fr_fr: 1. Les actions qui n'ont pas rempli les conditions de détention risquent d'être soumises à des restrictions basées sur les conditions du plan et/ou traitées comme des dispositions non admissibles en cas de vente conforme à l'Article 423(b) du Code des impôts des États-Unis. L'exigence relative à la période de conservation ne s'applique qu'aux déclarants américains.
it_it: 1. Le azioni che non soddisfano i requisiti di holding possono essere soggette a restrizioni in base alle disposizioni del Piano e/o trattate come cessioni non qualificate se vendute ai sensi della Sezione 423(b) dell'Internal Revenue Code degli Stati Uniti. I requisiti del periodo di holding si applicano solo ai contribuenti statunitensi.
ja_jp: 保有要件を満たしていない株式は、制度の規定に基づく制限の対象となる場合があり、かつ/または米国内国歳入法第423（b）条に従って売却された場合、失格処分として扱われる場合があります。保有期間の要件は、米国の納税申告者にのみ適用されます。
ko_kr: 1. 보유 요건을 충족하지 못한 주식은 플랜 규정에 따라 제한을 받을 수 있으며, 또는 미국 내국세법 423(b) 조항에 따라 매도되는 경우 부적격 처분으로 처리될 수 있습니다. 보유 기간 요건은 미국 세금 신고자에게만 적용됩니다.
ms_my: 1. Syer yang tidak memenuhi syarat pegangan mungkin tertakluk pada sekatan berdasarkan peruntukan Pelan dan/atau dianggap sebagai pelupusan yang tidak layak jika dijual menurut Seksyen 423(b) Kanun Hasil Dalam Negeri A.S. Keperluan tempoh pegangan hanya terpakai untuk pemfailan cukai A.S.
pt_br: 1. As ações que não atenderem aos requisitos para retenção estão sujeitas a restrições com base nas disposições do Plano e/ou tratadas como alienação desqualificada se vendidas de acordo com a Seção 423 (b) do Código da Receita Federal dos EUA. O requisito do período de retenção vale somente para contribuintes dos EUA.
ru_ru: 1. Акции, которые не соответствуют требованиям по сроку владения, могут подпадать под ограничения согласно положениям Программы и/или рассматриваться как неквалифицированная реализация при продаже в соответствии с Разделом 423(b) Налогового кодекса США. Требование о сроке владения применяется только к налогоплательщикам США.<br>
th_th: 1. หุ้นที่ไม่เป็นไปตามข้อกำหนดการถือครองอาจอยู่ภายใต้ข้อจำกัดตามเงื่อนไขของแผนและ/หรือถือเป็นการจำหน่ายแบบไม่ผ่านคุณสมบัติหากมีการขายตามมาตรา 423(b) ของประมวลกฎหมายรายได้ภายในของสหรัฐอเมริกา ข้อกำหนดระยะเวลาถือครองนั้นใช้ได้เฉพาะกับผู้ยื่นภาษีสหรัฐฯ เท่านั้น
vi_vn: 1. Cổ phiếu không đáp ứng các yêu cầu nắm giữ có thể phải chịu các hạn chế dựa trên các điều khoản của Chương trình và/hoặc được coi là giao dịch chuyển nhượng không đủ điều kiện hưởng ưu đãi thuế nếu được bán theo Mục 423 (b) của Luật Thuế Vụ Hoa Kỳ. Yêu cầu về thời hạn nắm giữ chỉ áp dụng cho người khai thuế Hoa Kỳ.
zh_hans: 1. 不符合持股要求的股份可能会受到计划条款的限制，并且/或者根据美国国内税收法第 423(b) 节之规定，卖出股份将被视为不合格的处置。持有期要求仅适用于美国税务申报人。
zh_hant_tw: 1. 不符合持股要求的股份可能會受到計劃條款的限制，並且/或者根據美國國內稅收法第 423(b) 節之規定，賣出股份將被視為不合格的處置。持有期要求僅適用於美國稅務申報人。

# shareDetailsESPPPurchaseDate
source: Purchase Date
de_de: Kaufdatum
es_419: Fecha de compra
es_es: Fecha de compra
fr_fr: Date d'achat
it_it: Data di acquisto
ja_jp: 購入日
ko_kr: 매수일
ms_my: Tarikh Pembelian
pt_br: Data da compra
ru_ru: Дата покупки
th_th: วันที่ซื้อ
vi_vn: Ngày mua
zh_hans: 购买日期
zh_hant_tw: 購買日期

# shareDetailsESPPPurchaseFMV
source: Purchase FMV
de_de: Marktgerechter Wert (FMV) des Kaufs
es_419: FMV de compra
es_es: FMV de compra
fr_fr: Juste valeur de marché (FMV) d'achat
it_it: FMV di acquisto
ja_jp: FMVを購入する
ko_kr: 매수 FMV
ms_my: Beli FMV
pt_br: Comprar FMV
ru_ru: FMV при покупке
th_th: ซื้อ FMV
vi_vn: FMV mua
zh_hans: 购买 FMV
zh_hant_tw: 購買 FMV

# shareDetailsESPPPurchasePrice
source: Purchase Price
de_de: Kaufpreis
es_419: Precio de compra
es_es: Precio de compra
fr_fr: Prix d'achat
it_it: Prezzo di acquisto
ja_jp: 購入価格
ko_kr: 매수 가격
ms_my: Harga Pembelian
pt_br: Preço de compra
ru_ru: Цена покупки
th_th: ราคาซื้อ
vi_vn: Giá mua
zh_hans: 买入价格
zh_hant_tw: 買入價格

# shareDetailsESPPSubscriptionDate
source: Subscription Date
de_de: Zeichnungsdatum
es_419: Fecha de suscripción
es_es: Fecha de suscripción
fr_fr: Date de souscription
it_it: Data di adesione
ja_jp: 申込日
ko_kr: 청약일
ms_my: Tarikh Langganan
pt_br: Data da subscrição
ru_ru: Дата подписки
th_th: วันที่สมัครสมาชิก
vi_vn: Ngày đăng ký
zh_hans: 认购日期
zh_hant_tw: 認購日期

# shareDetailsESPPSubscriptionFMV
source: Subscription FMV
de_de: Marktgerechter Wert (FMV) der Abonnement
es_419: FMV de suscripción
es_es: FMV de suscripción
fr_fr: Juste valeur de marché (FMV) de souscription
it_it: FMV di sottoscrizione
ja_jp: FMVを申し込む
ko_kr: 청약 FMV
ms_my: FMV Langganan
pt_br: FMV na subscrição
ru_ru: FMV при подписке
th_th: สมัครสมาชิก FMV
vi_vn: FMV đăng ký
zh_hans: 认购 FMV
zh_hant_tw: 認購 FMV

# shareDetailsFootnoteOne
source: 1. ESPP Market Value + Vested restricted/performance stock market value + Dividend reinvestment shares market value.
de_de: 1. Marktwert des ESPP + Marktwert der Aktien mit Verfügungsbeschränkung/Leistung + Marktwert der Aktien mit Wiederanlage der Dividende.
es_419: Valor de mercado del ESPP + Valor de mercado de las acciones restringidas/por resultados devengadas + Valor de mercado de las acciones de reinversión de dividendos.
es_es: 1. Valor de mercado del ESPP + Valor de mercado de las acciones restringidas/por resultados devengadas + Valor de mercado de las acciones de reinversión de dividendos.
fr_fr: 1. Valeur de marché de ESPP + Valeur de marché des actions restreintes/de performance acquises + Valeur de marché des actions de réinvestissement des dividendes.
it_it: 1. Valore di mercato ESPP + Valore di mercato delle azioni vincolate/per prestazioni maturate + Valore di mercato delle azioni di reinvestimento dei dividendi.
ja_jp: 1. ESPPの時価＋権利確定済譲渡制限付き／業績株式市場価値＋配当の再投資株式市場価値。
ko_kr: 1. ESPP 시장 가치 + 확정된 제한/성과 주식 시장 가치 + 배당 재투자 주식 시장 가치입니다.
ms_my: 1. Nilai Pasaran ESPP + Nilai pasaran saham terhad diletak hak/prestasi + Nilai pasaran syer pelaburan semula dividen.
pt_br: 1. Valor de mercado do ESPP + valor de mercado de ações restritas/de desempenho adquirido + valor de mercado das ações de reinvestimento de dividendos.
ru_ru: 1. Рыночная стоимость акций по программе ESPP + рыночная стоимость вестированных ограниченных акций и акций, зависящих от показателей эффективности + рыночная стоимость акций, полученных в результате реинвестирования дивидендов.
th_th: 1. มูลค่าตลาดของ ESPP + มูลค่าตลาดของหุ้นที่มีหน่วยจำกัด/หุ้นที่ให้ตามผลการดำเนินงานซึ่งมีสิทธิ์ได้รับ + มูลค่าตลาดของหุ้นที่นำเงินปันผลมาลงทุนใหม่<br>
vi_vn: 1. Giá trị thị trường ESPP + Giá trị thị trường cổ phiếu bị hạn chế/dựa trên hiệu suất đã trao + Giá trị thị trường của cổ phiếu tái đầu tư cổ tức.
zh_hans: 1. 员工股票购买计划市场价值 + 已归属的限制性/绩效股票市场价值 + 股息再投资股份的市场价值。
zh_hant_tw: 1. 員工股票購買計劃市場價值 + 已歸屬的限制性/績效股票市場價值 + 股息再投資股份的市場價值。

# shareDetailsFootnoteTwo
source: 2. Includes all released/lapsed RSA, RSU, PSA, and PSU
de_de: 2. Enthält alle freigegebenen/abgelaufenen RSA, RSU, PSA und PSU.
es_419: 2. Incluye todas las RSA, RSU, PSA y PSU liberadas o caducadas
es_es: 2. Incluye todas las RSA, RSU, PSA y PSU liberadas o caducadas
fr_fr: 2. Inclut tous les RSA, RSU, PSA et PSU publiés ou expirés
it_it: 2. Include tutte le RSA, RSU, PSA e PSU rilasciate/scadute.
ja_jp: 2. すべてのリリース済み/失効済みRSA、RSU、PSA、PSUが含まれます。
ko_kr: 2. 모든 해제/만료된 RSA, RSU, PSA, 및 PSU를 포함합니다.
ms_my: 2. Termasuk semua RSA, RSU, PSA dan PSU yang dikeluarkan/bertindih.
pt_br: 2. Inclui todos os RSA, RSU, PSA e PSU liberados/caducados
ru_ru: 2. Включает все выпущенные/недействительные RSA, RSU, PSA и PSU.
th_th: 2. รวมถึง RSA, RSU, PSA และ PSU ที่ออก/หมดอายุทั้งหมด
vi_vn: 2. Bao gồm tất cả RSA, RSU, PSA và PSU đã phát hành/hết hạn
zh_hans: 2. 包括所有已发布/失效的 RSA、RSU、PSA 和 PSU。
zh_hant_tw: 2. 包括所有已發布/失效的 RSA、RSU、PSA 和 PSU。

# shareDetailsFTU
source: We are currently unable to display Share details. Please call Schwab at 800-654-2593 for assistance.
de_de: Wir können derzeit keine Freigabedetails anzeigen. Bitte kaufen Sie Schwab unter 800-654-2593 für Unterstützung.
es_419: En este momento no podemos mostrar los datos de la acción. Llama a Schwab al 800-654-2593 para obtener asistencia.
es_es: En este momento no podemos mostrar los datos de la acción. Llame a Schwab al 800-654-2593 para obtener asistencia.
fr_fr: Nous ne sommes actuellement pas en mesure d'afficher les détails de l'action. Veuillez contacter Schwab au 800-654-2593 pour obtenir de l'aide.
it_it: Al momento non siamo in grado di visualizzare i dettagli dell'azione. Per assistenza chiamare Schwab al numero 800-654-2593.
ja_jp: 現在、「株式」の詳細を表示できません。サポートが必要な場合は、Schwabにお電話（800-654-2593）ください。
ko_kr: 현재 주식 세부사항을 표시할 수 없습니다. 도움이 필요하시면 Schwab(800-654-2593)으로 문의해 주세요.
ms_my: Buat masa ini kami tidak dapat memaparkan butiran Syer. Sila hubungi Schwab di 800-654-2593 untuk bantuan.
pt_br: No momento, não podemos mostrar os detalhes das premiações em ações. Para assistência, ligue para a Schwab no 800-654-2593.
ru_ru: На данный момент невозможно отобразить сведения об акции. Пожалуйста, свяжитесь с компанией Schwab по номеру 800-654-2593.
th_th: ขณะนี้เราไม่สามารถแสดงรายละเอียดหุ้นได้ โปรด Call Schwab ที่ 800-654-2593 เพื่อขอความช่วยเหลือ
vi_vn: Hiện tại chúng tôi không thể hiển thị thông tin chi tiết về Cổ phần. Vui lòng gọi Schwab theo số 800-654-2593 để được hỗ trợ.
zh_hans: 我们目前无法显示股份详情。请致电 800-654-2593 联络嘉信理财寻求协助。
zh_hant_tw: 我們目前無法顯示股份詳情。請致電 800-654-2593 聯絡嘉信理財尋求協助。

# shareDetailsHeldShares
source: Held Shares
de_de: Gehaltene Aktien
es_419: Acciones mantenidas
es_es: Acciones mantenidas
fr_fr: Actions détenues
it_it: Azioni mantenute
ja_jp: 保有株式数
ko_kr: 보유 주식
ms_my: Saham yang Dipegang
pt_br: Ações retidas
ru_ru: Акции в собственности
th_th: หุ้นที่ถือครอง
vi_vn: Cổ phiếu nắm giữ
zh_hans: 持有股份
zh_hant_tw: 持有股份

# shareDetailsIRSQualificationHeader
source: IRS Qualification Date
de_de: Datum der IRS-Qualifizierung
es_419: Fecha de calificación del IRS
es_es: Fecha de calificación del IRS
fr_fr: Date de qualification à l’IRS
it_it: Data di qualifica IRS
ja_jp: IRS資格取得日
ko_kr: IRS 자격 날짜
ms_my: Tarikh Kelayakan IRS
pt_br: Data da qualificação do IRS
ru_ru: Дата квалификации IRS
th_th: วันที่ได้รับสิทธิ์ IRS
vi_vn: Ngày đủ điều kiện của IRS
zh_hans: IRS 合格日期
zh_hant_tw: IRS 合格日期

# shareDetailsMarketValue
source: Market Value
de_de: Marktwert
es_419: Valor de mercado
es_es: Valor del mercado
fr_fr: Valeur de marché
it_it: Controvalore di mercato
ja_jp: 市場価格、時価
ko_kr: 시장 가치
ms_my: Nilai Pasaran
pt_br: Valor de mercado
ru_ru: Рыночная стоимость
th_th: มูลค่าตลาด
vi_vn: Giá trị thị trường
zh_hans: 市场 价值
zh_hant_tw: 市場 價值

# shareDetailsNavigationTitle
source: Share Details
de_de: Details teilen
es_419: Detalles de las acciones
es_es: Detalles de las acciones
fr_fr: Partager les détails
it_it: Dettagli dell'azione
ja_jp: 詳細を共有する
ko_kr: 주식 세부사항
ms_my: Kongsi Butiran
pt_br: Divulgar detalhes
ru_ru: Сведения об акции
th_th: รายละเอียดหุ้น
vi_vn: Chi tiết cổ phiếu
zh_hans: 股份详情
zh_hant_tw: 股份詳情

# shareDetailsNoDataMessage
source: There are no ESPP/Holdings for the selected symbol.
de_de: Für das ausgewählte Symbol gibt es keine ESPP/Holdings.
es_419: No hay ESPP/acciones para el símbolo seleccionado.
es_es: No hay ESPP/acciones para el símbolo seleccionado.
fr_fr: Aucun ESPP/détention pour le symbole sélectionné.
it_it: Non ci sono ESPP/holding per la valuta selezionata.
ja_jp: 選択したシンボルにはESPP/Holdingsがありません。
ko_kr: 선택한 심볼에 대한 ESPP/보유가 없습니다.
ms_my: Tiada ESPP/Pegangan untuk simbol yang dipilih.
pt_br: Não há ESPP/Holdings com o símbolo selecionado.
ru_ru: Для выбранного тикера отсутствуют ESPP/активы.
th_th: ไม่มี ESPP/Holdings สำหรับสัญลักษณ์ที่เลือก
vi_vn: Không có ESPP/Khoản nắm giữ nào cho mã đã chọn.
zh_hans: 所选代号无员工股票购买计划/持股。
zh_hant_tw: 所選代號無員工股票購買計劃/持股。

# shareDetailsPrice
source: Price
de_de: Preis
es_419: Precio
es_es: Precio
fr_fr: Prix
it_it: Prezzo
ja_jp: 価格
ko_kr: 가격
ms_my: Harga
pt_br: Preço
ru_ru: Цена
th_th: ราคา
vi_vn: Giá
zh_hans: 价格
zh_hant_tw: 價格

# shareDetailsPurchaseDate
source: Purchase Date
de_de: Kaufdatum
es_419: Fecha de compra
es_es: Fecha de compra
fr_fr: Date d'achat
it_it: Data di acquisto
ja_jp: 購入日
ko_kr: 매수일
ms_my: Tarikh Pembelian
pt_br: Data da compra
ru_ru: Дата покупки
th_th: วันที่ซื้อ
vi_vn: Ngày mua
zh_hans: 购买 日期
zh_hant_tw: 購買 日期

# shareDetailsPurchasePrice
source: Purchase Price
de_de: Kaufpreis
es_419: Precio de compra
es_es: Precio de compra
fr_fr: Prix d'achat
it_it: Prezzo di acquisto
ja_jp: 購入価格
ko_kr: 매수 가격
ms_my: Harga Pembelian
pt_br: Preço de compra
ru_ru: Цена покупки
th_th: ราคาซื้อ
vi_vn: Giá mua
zh_hans: 买入 价格
zh_hant_tw: 買入 價格

# shareDetailsSellButton
source: Sell
de_de: Verkaufen
es_419: Vender
es_es: Vender
fr_fr: Vendre
it_it: Vendi
ja_jp: 売る
ko_kr: 매도
ms_my: Jual
pt_br: Vender
ru_ru: Продажа
th_th: ขาย
vi_vn: Bán
zh_hans: 卖出
zh_hant_tw: 賣出

# shareDetailsSharesPurchased
source: Shares Purchased
de_de: Gekaufte Aktien
es_419: Acciones compradas
es_es: Acciones compradas
fr_fr: Actions achetées
it_it: Azioni acquistate
ja_jp: 購入株式数
ko_kr: 매수 주식
ms_my: Saham Dibeli
pt_br: Ações compradas
ru_ru: Акций куплено
th_th: หุ้นที่ซื้อ
vi_vn: Cổ phiếu đã mua
zh_hans: 已买进的 股份
zh_hant_tw: 已買進的 股份

# shareDetailsSharesPurchasedHeader
source: Shares Purchased
de_de: Gekaufte Aktien
es_419: Acciones compradas
es_es: Acciones compradas
fr_fr: Actions achetées
it_it: Azioni acquistate
ja_jp: 購入株式数
ko_kr: 매수 주식
ms_my: Saham Dibeli
pt_br: Ações compradas
ru_ru: Акций куплено
th_th: หุ้นที่ซื้อ
vi_vn: Cổ phiếu đã mua
zh_hans: 已买进的股份
zh_hant_tw: 已買進的股份

# shareDetailsTotal
source: Total
de_de: Gesamtwert
it_it: Totale
ja_jp: 合計
ko_kr: 총계
ms_my: Jumlah
ru_ru: Всего
th_th: รวม
vi_vn: Tổng
zh_hans: 总计
zh_hant_tw: 總計

# shareDetailsTotalMarketValue
source: Total Market Value
de_de: Gesamtmarktwert
es_419: Valor total de mercado
es_es: Valor del mercado total
fr_fr: Valeur de marché totale
it_it: Controvalore di mercato totale
ja_jp: 市場価値総額
ko_kr: 총 시장 가치
ms_my: Jumlah Nilai Pasaran
pt_br: Valor total de mercado
ru_ru: Общая рыночная стоимость
th_th: รวมมูลค่าตลาด
vi_vn: Tổng giá trị thị trường
zh_hans: 总市值
zh_hant_tw: 總市值

source: Shares
de_de: Aktien
es_419: Acciones
es_es: Acciones
fr_fr: Actions
it_it: Azioni
ja_jp: 株数
ko_kr: 주식
ms_my: Saham
pt_br: Ações
ru_ru: Акции
th_th: หุ้น
vi_vn: Cổ phiếu
zh_hans: 股份
zh_hant_tw: 股份

source: Share Sale
de_de: Verkauf von Aktien
es_419: Venta de acciones
es_es: Venta de acciones
fr_fr: Actions à la vente
it_it: Vendita dell'azione
ja_jp: 株式売却
ko_kr: 주식 판매
ms_my: Jualan Saham
pt_br: Venda de ações
ru_ru: Продажа акций
th_th: การขายหุ้น
vi_vn: Bán cổ phiếu
zh_hans: 股份出售
zh_hant_tw: 股份出售

# sharesExceedExercisableAmountError
source: Please enter values so that Shares to Sell and Shares to Hold does not exceed the Exercisable amount.
de_de: Bitte gib die Werte so ein, dass die zu verkaufenden und zu haltenden Anteile den ausübbaren Betrag nicht übersteigen.
es_419: Introduce valores para que las acciones a vender y las acciones a retener no excedan la cantidad ejercitable.
es_es: Introduzca valores para que las Acciones para vender y las Acciones para mantener no superen el importe ejercitable.
fr_fr: Veuillez entrer des valeurs de sorte que les actions à vendre et les actions à détenir ne dépassent pas le montant exerçable.
it_it: Inserisci i valori in modo che le Azioni da vendere e le Azioni da conservare non superino l'importo riscattabile.
ja_jp: 売却株式と保有株式は、行使可能高を超えない値を入力してください。
ko_kr: 매도할 주식과 보유할 주식이 행사 가능한 수량을 초과하지 않도록 값을 입력하세요.
ms_my: Sila masukkan nilai supaya Syer untuk Dijual dan Syer untuk Dipegang tidak melebihi jumlah Boleh Laksana.
pt_br: Informe os valores de modo que as ações a serem vendidas e as ações a serem retidas não excedam o montante exercitável.
ru_ru: Введите значения так, чтобы общий объем акций для продажи и удержания не превышал доступной для исполнения суммы.
th_th: โปรดกรอกค่าเพื่อให้หุ้นที่จะขายและหุ้นที่จะถือครองไม่เกินจำนวนเงินที่สามารถใช้สิทธิได้
vi_vn: Vui lòng nhập giá trị để Cổ phiếu cần bán và Cổ phiếu nắm giữ không vượt quá Số tiền có thể giao dịch.
zh_hans: 请输入数值，以确保欲卖出股份和欲持有股份的总和未超过可行使的金额。
zh_hant_tw: 請輸入數值，以確保欲賣出股份和欲持有股份的總和未超過可行使的金額。

source: Shares to Exercise
de_de: Aktien zum Ausüben
es_419: Acciones para ejercer
es_es: Acciones para ejercer
fr_fr: Actions à exercer
it_it: Azioni da riscattare
ja_jp: 行使する株数
ko_kr: 행사할 주식
ms_my: Saham untuk Dijalankan
pt_br: Ações a exercer
ru_ru: Акции к исполнению
th_th: หุ้นที่จะใช้สิทธิ
vi_vn: Cổ phiếu muốn thực hiện
zh_hans: 欲行使的股份
zh_hant_tw: 欲行使的股份

source: Shares to Hold
de_de: Zu haltende Aktien
es_419: Acciones para mantener
es_es: Acciones para mantener
fr_fr: Actions à détenir
it_it: Azioni da mantenere
ja_jp: 保有株式数
ko_kr: 보유 주식 수
ms_my: Saham untuk Dipegang
pt_br: Ações a manter
ru_ru: Акции на удержание
th_th: หุ้นที่จะถือครอง
vi_vn: Cổ phiếu muốn nắm giữ
zh_hans: 欲持有的股份
zh_hant_tw: 欲持有的股份

source: Shares to Sell
de_de: Zu verkaufende Aktien
es_419: Acciones para vender
es_es: Acciones para vender
fr_fr: Actions à vendre
it_it: Azioni da vendere
ja_jp: 売却株式
ko_kr: 매도할 주식
ms_my: Saham untuk Dijual
pt_br: Ações para venda
ru_ru: Акции на продажу
th_th: หุ้นที่จะขาย
vi_vn: Cổ phiếu muốn bán
zh_hans: 欲卖出的股份
zh_hant_tw: 欲賣出的股份

source: Something went wrong
de_de: Etwas ist schief gelaufen
es_419: Algo salió mal
es_es: Ha habido un error
fr_fr: Une erreur s'est produite.
it_it: Qualcosa è andato storto
ja_jp: 問題が発生しました
ko_kr: 문제가 발생했습니다
ms_my: Sesuatu telah berlaku
pt_br: Algo deu errado
ru_ru: Что-то пошло не так
th_th: มีบางอย่างผิดพลาดเกิดขึ้น
vi_vn: Có gì đó không ổn
zh_hans: 发生错误
zh_hant_tw: 發生錯誤

# statusSectionTitle
source: Equity Awards Transfer Status
de_de: Übertragungsstatus der Aktienprämien
es_419: Estado de la transferencia de retribuciones de acciones
es_es: Estado de la transferencia de retribuciones de acciones
fr_fr: Statut de transfert des attributions d'actions
it_it: Stato di trasferimento per il conferimento dei titoli azionari
ja_jp: 株式報奨振替ステータス
ko_kr: 주식 보상 이전 상태
ms_my: Status Pemindahan Anugerah Ekuiti
pt_br: Status da transferência de premiações em ações
ru_ru: Статус передачи долевых акционных вознаграждений
th_th: สถานะการโอนรางวัลที่เป็นสินทรัพย์ทุน
vi_vn: Trạng thái chuyển nhượng phần thưởng cổ phần
zh_hans: 股权奖励转帐状态
zh_hant_tw: 股權獎勵轉帳狀態
